app/controllers/visits_controller.rb

INSERT INTO "visits" ("created_at", "updated_at") VALUES ($1, $2) RETURNING "id"  [["created_at", "2021-04-30 06:24:25.049967"], ["updated_at", "2021-04-30 06:24:25.049967"]]
SELECT "visits".* FROM "visits"
---
  def index
    Visit.create
    @visits = Visit.all